{
    "aboutPage": {
        "description1": "CHFTY Pizzas aim to bridge the gap between the Food & Beverage industry and the Metaverse",
        "description2": "A collection of 2,777 NFTs that give you access into the largest digital community of foodies and celebrity chefs",
        "description3": "The CHFTY brand is creating a new definition for utility. Initial offerings include exclusive digital masterclasses with household name chefs, IRL events, sophisticated kitchenware giveaways and more",
        "description4": "And this is just the beginning",
        "description5": "Industries are quickly trying to figure out how to get involved in the NFT space. While they are planning, we are building",
        "description6": "Led by culinary experts Tom Colicchio and Spike Mendelsohn, CHFTY invites you to grab a virtual slice and connect with a community that is focused on joining holders with their favorite chefs and foods"
    },
    "comingSoon": {
        "description1": "All CHFTY Pizza hodlers will be elligible to claim a free CHFTY Pass",
        "description2": "The CHFTY Pass will introduce an extremely innovative technology that furthers NFT utility IRL"
    },
    "philanthropyPage": {
        "description1": "CHFTY wants to make an impact in the fight for Food Justice. So we decided to team up with Kimbal Musk’s Big Green DAO and embed their wallet directly into our smart contract",
        "description2": "As the First Non-Profit led philanthropic DAO, we are excited to help fund their members with a % of our project as they vote on how to help donors"
    },
    "menuPage": {
        "description1": "The CHFTY Pizza team has a detailed recipe we are following step by step to ensure we grow our brand and community. Here’s some peaks into what we are cooking behind the scenes and what we have planned for the future",
        "description2": "Check it out below"
    },
    "teamPage": {
        "tomDescription": "Tom Colicchio is the chef and owner of Crafted Hospitality, which currently includes New York’s Craft, Temple Court and Vallata; Long Island's Small Batch Los Angeles’ Craft Los Angeles; and Las Vegas’ Heritage Steak and Craftsteak. An 8-time James Beard Award winner, he is the Head Judge and Executive Producer of Bravo’s Top Chef, host of the Citizen Chef Podcast on iHeartRadio and founding member of the Independent Restaurant Coalition.",
        "spikeDescription": "Spike has several restaurant concepts in the Washington DC area including PLNT Burger, Vim & Victor and We, The Pizza. Leveraging his close proximity to our nation’s capital, Spike combined his passion for food equity and education by working with organizations like CARE, DC Central Kitchen and Food Rescue US. He also serves as the chairman of DC’s Food Policy Council.",
        "blockstopDescription": "BlockStop is your NFT one stop shop. With experts in product strategy, marketing, and development, BlockStop serves as a creative hub to grow, build and deploy NFT projects for your business",
        "doorDescription": "The Door | idea house is a creative marketing shop focused on metaverse, NFT, technology, hospitality, celebrity, culinary and lifestyle projects. @thedooronline thedooronline.com"
    },
    "secretHolderPage": {
        "holderText": "Hey CHFTY Pizza Holder! Thanks for being an awesome part of this community, check out our CHFTY demos below",
        "apeText": "Looks like you’ve aped pretty hard into CHFTY Pizzas! Thank you for being such an important part of this community, please enjoy the CHFTY Demos below",
        "whaleText": "WOW Look at all those CHFTY Pizzas! You’ve whaled into this collection and there is a lot coming to reward you for your conviction. Thank you for being a crucial member of our community. For now, we hope you enjoy our CHFTY Demos below"
    }
}